Repository: a27ds/Fixit
Catalog: Fixit/Supporting Files/*.lproj/Localizable.strings
Languages: sv

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

# SVLogin
source: Trying to login...
sv: Försöker att logga in...

# SVLoginSuccess
source: Great Success!
sv: Inloggningen lyckades!

# SVError
source: Something went wrong..
sv: Något vart fel...

# SVErrorInternetAccess
source: You don't have access to internet. You need a internet connection to use Fixit.
sv: Du har inte tillgång till internet, Du behöver en internet anslutning för att använda Fixit

# SVUploading
source: Uploading to the server...
sv: Laddar upp till servern...

# SVFirebaseSuccess
source: Thank you for reporting this fault!
sv: Tack för att du rapporterade detta fel!

# SVWaitingOnServer
source: Waiting for connection
sv: Väntar på anslutning

# SVDownloadingImage
source: Downloading Image
sv: Laddar ner bild

# commentText
source: Write a comment about the fault.
sv: Skriv en kommentar om felet.

# locationDisablePopUpTitle
source: Location Access Disable
sv: Location Access är av

# locationDisablePopUpMessage
source: In order to report this fault to the city administration, we need your location
sv: För att du skall kunna rapportera detta fel till Stadsdelsnämnden, så behöver vi din plats

source: Cancel
sv: Avbryt

source: Open Settings
sv: Öppna inställningarna

source: Map
sv: Karta

source: List
sv: Lista

source: Fault
sv: Fel

source: Accuracy:
sv: Noggrannhet:

# noMoreFaults
source: There are no more faults to show!
sv: Finns inga mer fel att visa!

source: No faults available
sv: Inga fel tillgängliga
